{"chapters":[
  {
    "id": 1,
    "name" : "النية والبسملة",
    "content":"تُعَدُّ النّيّة شرطاً من شروط الوضوء عند جمهور العلماء، بينما قال الحنفية بعدم اشتراطها للوضوء،[٤] واستدل الجمهور بقول رسول الله -صلّى الله عليه وسلّم-: (إنَّما الأعمالُ بالنّياتِ)،[٥] وذلك لأنّ  الوضوء عبادة فلا بُدّ أن تسبِقَهُ نيّة.[٦] والنِّيّة في الوضوء محلّها القلب؛ أيّ يجب أن تُستحضر النيةفي القلب عند الذّهاب للوضوء وليس المقصود قولها باللسان؛ إذ لم يَرِد ذلك عن رسول الله -صلّى اللهعليه وسلّم-، ومن ثمّ يقوم المسلم بالتّسمية فيقول: بسم الله.[٧]"
  },
  {
    "id": 2,
    "name" : "غسل الكفين",
    "content":"بعد أن ينوي المسلم الوضوء بقلبه ويُسمِّ الله يقوم بغسل الكفّين ثلاث مرات،ولا يُعَدُّ غسل الكفّين من واجبات الوضوء لقول الله -تعالى-: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْإِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ)،[٨] فبدأ بالوجه ولم يَذكَر غسل الكفّين، فغسلُ الكفين يُعَدُّ سنّة من سنن الوضوء لفعل رسول الله -صلّى الله عليه وسلّم- ذلك، فعن حذيفة بن أوسٍ الثقفيّ قال:(رأيتُ رسولَ اللهِ صلَّى اللهُ عليه وسلم استوكفَ ثلاثًا)،[٩] أيّ غسل كفّيه ثلاثاً.[١٠] "
  },
  {
    "id": 3,
    "name" : "المضمضة",
    "content":"بعد أن يغسل المتوضّئ كفّيه يقوم بالمضمضة؛ وهي أن يأخذ حفنةً من الماء و يحرِّكه في فمه ثلاث مرّات، ويليها الاستنشاق؛ وهو أن يأخذ الماء من كفّيه بقوة النَّفس ثلاث مرات، ثمّ الاستنثار؛وهو إخراج الماء الذي أدخله بالاستنشاق وهو يدفع نَفَسَهُ ثلاث مرات.[١١] "
  },
  {
    "id": 4,
    "name" : "غسل الوجه",
    "content":" بعد أن يتمضمض المتوضّئ ويستنشق ويستنثر يأتي غسل الوجه ثلاثاً؛ وهو واجب من واجبات الوضوء لقول الله -تعالى-:       (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ) ،[٨] وغسل الوجه يكون من حدود الوجه من الأعلى إلى الأسفل؛ أيّ من منبت الشعر إلى الذّقن، وإن كان للرّجل لحية كثيفة يقوم بتخليلها بالماء.[١٢]"
  },
  {
    "id": 5,
    "name" : "غسل اليدين",
    "content":"بعد غسل الوجه يقوم المتوضّئ بغسل اليدين إلى المِرفقين وهو من واجبات الوضوء فلا يصحُّ الوضوء إلّا به، قال -تعالى-: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ)،[٨] ويبدأ غسل اليدين ابتداءً من أطراف الأصابع حتى يصل إلى المرفقين ثلاثاً.[١٣]"
  },
  {
    "id": 6,
    "name" : "مسح الرأس",
    "content":"بعد غسل اليدين إلى المِرفقين يأتي مسح الرأس، وهو واجب من واجبات الوضوء لقول الله -تعالى-: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ)،[٨] وكيفيّة المسح تكون من مقدّمة الرّأس حتى مؤخرته ويعود ماسحاً من مؤخّرة رأسه إلى المقدمة، ويجوز المسح من مقدمةالرّأس إلى مؤخّرته فقط والمرأة كذلك، ولا تمسح المرأةُ على ظفائرها.[١٤]"
  },
  {
    "id": 7,
    "name" : "مسح الأذنين",
    "content":" بعد مسح الرأس يأتي مسح الأذنين ويكون بمسح الأذنين ظاهرهما وباطنهما، وذهب الفقهاء في حكم مسح الأذنين إلى قولين:[١٥] ذهب جمهور الفقهاء إلى أنّ مسح الأذنين سنّة من سنن الوضوء، واستدلّوا على ذلك بالأدلّة الواردة عن ترك رسول الله -صلّى الله عليه وسلّم- مسح الأذنين. وذهب الحنابلة وبعض المالكيّة إلى أنّ مسح الأذنين من واجبات الوضوء، واستدلّوا على قولهم أنّ الأذنين جزء من الرأس، وعليه فإنّها تتبع حكم مسح الرّأس من الوجوب"
  },
  {
    "id": 8,
    "name" : "غسل القدمين",
    "content":" مع الكعبين يأتي بعد مسح الأذنين غسل القدمين مع الكعبين، وهو من واجبات الوضوء لقول الله -تعالى-: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ و َأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ)[١٦] وكلمة وَأَرْجُلَكُمْ  جاءت معطوفةً على  وُجُوهَكُمْ  و أَيْدِيَكُمْ ، فيكون المعنى : فاغسلوا وجهكم وأيديكم وأرجلكم إلى الكعبين.[١٧] ويؤيّد ذلك قول رسول الله -صلّى الله عليه وسلّم-: (ويلٌ للأعقابِ وبطونِ الأقدامِ من النارِ)،[١٨] فمن الواجب غسل القدمين من رؤوس الأصابع حتى الكعبين ولا يقلل من ذلك، قد توعّد رسول الله -صلّى الله عليه وسلّم- من يفعل ذلك بالنّار.[١٧]"
  }
]}